Repository: agchivite/continuous-translate-multiplatform
Catalog: front/host_translator/lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, ko, vi

# appTitle
source: Translation Room
de: Übersetzungsraum
es: Sala de Traducción
fr: Salle de Traduction
it: Stanza di Traduzione
ja: 翻訳ルーム
ko: 번역방
vi: Phòng Dịch

source: Check Room
de: Raum überprüfen
es: Comprobar sala
fr: Vérifier la salle
it: Verifica stanza
ja: ルームを確認
ko: 방 확인
vi: Kiểm tra phòng

source: Room not found
de: Raum nicht gefunden
es: Sala no encontrada
fr: Salle non trouvée
it: Stanza non trovata
ja: ルームが見つかりません
ko: 방을 찾을 수 없음
vi: Không tìm thấy phòng

source: Waiting for data...
de: Warten auf Daten...
es: Esperando datos...
fr: En attente des données...
it: In attesa di dati...
ja: データ待機中...
ko: 데이터 기다리는 중...
vi: Đang chờ dữ liệu...

source: Host
de: Gastgeber
es: Anfitrión
fr: Hôte
it: Ospitante
ja: ホスト
ko: 호스트
vi: Chủ nhà

source: Guest
de: Gast
es: Invitado
fr: Invité
it: Ospite
ja: ゲスト
ko: 게스트
vi: Khách

source: Language to translate:
de: Zu übersetzende Sprache:
es: Lenguaje para traducir:
fr: Langue à traduire:
it: Lingua da tradurre:
ja: 翻訳する言語:
ko: 번역할 언어:
vi: Ngôn ngữ dịch:

source: Language of voice:
de: Sprache der Stimme:
es: Lenguaje de voz:
fr: Langue de la voix:
it: Lingua della voce:
ja: 音声の言語:
ko: 음성 언어:
vi: Ngôn ngữ giọng nói:

source: Host Room
de: Gastgeberzimmer
es: Habitación de anfitrión
fr: Salle de l'hôte
it: Stanza dell'ospitante
ja: ホストルーム
ko: 호스트 방
vi: Phòng chủ nhà

source: Guest Room
de: Gästezimmer
es: Habitación de invitado
fr: Salle de l'invité
it: Stanza dell'ospite
ja: ゲストルーム
ko: 게스트 방
vi: Phòng khách

source: Translation Room
de: Übersetzungsraum
es: Habitación de traducción
fr: Salle de traduction
it: Stanza di traduzione
ja: 翻訳ルーム
ko: 번역 방
vi: Phòng dịch

source: Room code:
de: Raumcode:
es: Código de habitación:
fr: Code de la salle:
it: Codice della stanza:
ja: ルームコード:
ko: 방 코드:
vi: Mã phòng:

source: Room exists.
de: Der Raum existiert.
es: La habitación existe.
fr: La salle existe.
it: La stanza esiste.
ja: ルームが存在します。
ko: 방이 존재합니다.
vi: Phòng tồn tại.

source: Room does not exist.
de: Der Raum existiert nicht.
es: La habitación no existe.
fr: La salle n'existe pas.
it: La stanza non esiste.
ja: ルームは存在しません。
ko: 방이 존재하지 않습니다.
vi: Phòng không tồn tại.

source: Generate Room
de: Raum erzeugen
es: Generar habitación
fr: Générer une salle
it: Genera stanza
ja: ルームを生成
ko: 방 생성
vi: Tạo phòng

# failedRoomGeneration
source: Failed to generate room
de: Raumerzeugung fehlgeschlagen
es: Error al generar la habitación
fr: Échec de la génération de la salle
it: Generazione stanza fallita
ja: ルーム生成失敗
ko: 방 생성 실패
vi: Tạo phòng thất bại

# mute
source: Muted
de: Stumm
es: Silenciado
fr: En sourdine
it: Silenzioso
ja: ミュート
ko: 음소거
vi: Tắt tiếng

source: Listening...
de: Hören...
es: Escuchando...
fr: Écoute...
it: Ascoltando...
ja: 聞いています...
ko: 듣는 중...
vi: Đang nghe...

# canTalk
source: You can talk...
de: Sie können sprechen...
es: Puede hablar...
fr: Vous pouvez parler...
it: Può parlare...
ja: 話せます...
ko: 말할 수 있습니다...
vi: Bạn có thể nói...

source: Input speech language:
de: Eingabesprache der Stimme:
es: Lenguaje de voz de entrada:
fr: Langue de la voix d'entrée:
it: Lingua della voce in ingresso:
ja: 入力音声言語:
ko: 입력 음성 언어:
vi: Ngôn ngữ giọng nói đầu vào:

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
vi: Tiếng Anh

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
vi: Tiếng Tây Ban Nha

# disableNotifications
source: Turn off notifications to avoid the microphone wake-up sound.
de: Deaktivieren Sie Benachrichtigungen, um das Mikrofonaktivierungsgeräusch zu vermeiden.
es: Desactive las notificaciones para evitar el sonido de activación del micrófono.
fr: Désactivez les notifications pour éviter le son d'activation du microphone.
it: Disabilita le notifiche per evitare il suono di attivazione del microfono.
ja: マイクの起動音を避けるため、通知を無効にしてください。
ko: 마이크 활성화 소리를 피하려면 알림을 비활성화하세요.
vi: Tắt thông báo để tránh âm thanh kích hoạt micrô.

# recommendWebComputer
source: To properly use the host services: 1. You must use the Chrome browser. 2. You must enter this web address: http://wewiza.ddns.net/ at the following link chrome://flags/#unsafely-treat-insecure-origin-as-secure.
de: Um die Gastgeberdienste ordnungsgemäß zu nutzen: 1. Sie müssen den Chrome-Browser verwenden. 2. Sie müssen diesen Link chrome://flags/#unsafely-treat-insecure-origin-as-secure in diese Webadresse eingeben: http://wewiza.ddns.net/
es: Para utilizar correctamente los servicios de anfitrión: 1. Debe utilizar el navegador Chrome. 2. Debe introducir en este enlace chrome://flags/#unsafely-treat-insecure-origin-as-secure, esta dirección web: http://wewiza.ddns.net/
fr: Pour utiliser correctement les services de l'hôte: 1. Vous devez utiliser le navigateur Chrome. 2. Vous devez entrer ce lien chrome://flags/#unsafely-treat-insecure-origin-as-secure, cette adresse web: http://wewiza.ddns.net/
it: Per utilizzare correttamente i servizi dell'ospitante: 1. È necessario utilizzare il browser Chrome. 2. È necessario inserire questo link chrome://flags/#unsafely-treat-insecure-origin-as-secure in questo indirizzo web: http://wewiza.ddns.net/
ja: ホストサービスを正しく使用するには： 1. Chromeブラウザを使用する必要があります。 2. このリンクchrome://flags/#unsafely-treat-insecure-origin-as-secureにこのウェブアドレスを入力する必要があります: http://wewiza.ddns.net/
ko: 호스트 서비스를 제대로 사용하려면: 1. Chrome 브라우저를 사용해야 합니다. 2. 이 링크 chrome://flags/#unsafely-treat-insecure-origin-as-secure에 이 웹 주소를 입력해야 합니다: http://wewiza.ddns.net/
vi: Để sử dụng đúng các dịch vụ chủ nhà: 1. Bạn phải sử dụng trình duyệt Chrome. 2. Bạn phải nhập liên kết này chrome://flags/#unsafely-treat-insecure-origin-as-secure, địa chỉ web này: http://wewiza.ddns.net/

# v1recommendWebComputer
source: To properly use the hosting services, you must use the Chrome browser.
es: Para utilizar correctamente los servicios de anfitrión, debe utilizar el navegador Chrome.
fr: Pour utiliser correctement les services d'hébergement, vous devez utiliser le navigateur Chrome.
it: Per utilizzare correttamente i servizi di hosting, è necessario utilizzare il browser Chrome.
ko: 호스팅 서비스를 제대로 사용하려면 Chrome 브라우저를 사용해야 합니다.
vi: Để sử dụng đúng các dịch vụ lưu trữ, bạn phải sử dụng trình duyệt Chrome.
